Repository: padima/sales_counter
Catalog: lib/core/localized/l10n/intl_*.arb
Languages: uk

# homeTitleClientAppBar
source: Client card
uk: Картка клієнта

# homeTitleSellerAppBar
source: Seller
uk: Продавець

# homeDisplayName
source: Name
uk: Ім'я

# homeDisplayEMail
source: eMail
uk: Ел. пошта

# homeDisplayCount
source: Number
uk: Кількість

# homeButtonAddSales
source: +1 sales
uk: +1 продаж

# homeButtonSettings
source: Go settings screen
uk: Перейти на екран налаштування

# homeSemanticLabelLoad
source: Load app screen
uk: Екран завантаження програми

# homeSemanticLabelQRCode
source: QR code client data
uk: Дані клієнта QR-код

# homeSemanticLabelButtonClientCard
source: Go client card screen
uk: Перейти на екран картки клієнта

# homeSemanticLabelButtonSales
source: Go sales screen
uk: Перейти на екран продажів

# homeSemanticLabelButtonScan
source: Scan client card
uk: Сканувати картку клієнта

# homeSemanticLabelScreenClientCard
source: Client card screen
uk: Екран картки клієнта

# homeSemanticLabelScreenSales
source: Sales screen
uk: Екран продажів

# settingsTitleAppBar
source: Settings
uk: Налаштування

# settingsFieldUserID
source: User ID
uk: ID користувача

# settingsFieldName
source: Name
uk: Ім'я

# settingsFieldEMail
source: eMail
uk: Ел. пошта

# settingsFieldSeller
source: Seller
uk: Продавець

source: Allow edit
uk: Дозволити редагування
